chat_system_1025185771_actor_description=Cann Torius. Mage.
chat_system_1025185771_snap_0_question=^?^Stop! If you're a thief, I warn you that the entrance to my shop is protected by the most horrible spells of the Wanderers! Not even dust will remain of you!
chat_system_1025185771_snap_0_answer_0=^?^I'm not a thief, and I didn't see any signs posted. So I came in... Is that alright?
chat_system_1025185771_snap_1_question=^?^Oh, I'm sorry. I thought you were another pirate that wants to buy a spell to sink his enemy's ship. I don't know what to do with them, and they just keep coming. To tell you the truth, I regret ever leaving Verlon Forest. I was looking for peace, but even here I cannot find solitude...
chat_system_1025185771_snap_1_answer_0=^?^I wanted to buy some spells. Show me what you have.
chat_system_1025185771_snap_1_answer_1=^?^I want to ask, what are these Wanderers' spells you've mentioned?
chat_system_1025185771_snap_1_answer_2=^?^Yes, I'm looking for you.
chat_system_1025185771_snap_1_answer_3=^?^No, I just stumbled upon your house, wanted to see who lives here.
chat_system_1025185771_snap_4_question=^?^Haven't you heard about that? Ah, I see not. Alright, I'll tell you.<br>In the various corners of Endoria were found the tracks of sorcerers that came here from other worlds. The magic they use differs from everything that is known in our world. Several magic scrolls with the Wanderers' spells had been found. And hundreds of our best mages struggled to solve the magic formulas written there. Few of them succeeded, because that magic is too strange and incomprehensible to us.
chat_system_1025185771_snap_4_answer_0=^?^Why are they called Wanderers?
chat_system_1025185771_snap_3_question=^?^Because they travel across different worlds! And their spells have one purpose - to facilitate the trip! These spells are extremely useful for a long journey and for exploring dangerous and unknown places, but absolutely useless in other circumstances.
chat_system_1025185771_snap_3_answer_0=^?^Thanks for the explanation!
chat_system_1025185771_snap_2_question=^?^Searcher! I'm so glad to see you again! What can I do for you?
chat_system_1025185771_snap_2_answer_0=^?^I wanted to see what other conjurations you might have.
chat_system_1025185771_snap_2_answer_1=^?^You've mentioned Wanderers' magic. What is that?
chat_system_1025185771_snap_2_answer_2=^?^I need the scroll "Power of Water" again.
chat_system_1025185771_snap_2_answer_3=^?^I need nothing, I'm already leaving.
